[
  {
    "content": "The good thing about science is that it's true whether or not you believe in it. - Neil deGrasse Tyson"
  },
  {
    "content": "The first principle is that you must not fool yourself – and you are the easiest person to fool. - Richard P. Feynman"
  },
  {
    "content": "Somewhere, something incredible is waiting to be known. - Carl Sagan"
  },
  {
    "content": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge. - Stephen Hawking"
  },
  {
    "content": "We can only see a short distance ahead, but we can see plenty there that needs to be done. - Alan Turing"
  },
  {
    "content": "Science is not a boy's game, it's not a girl's game. It's everyone's game. - Jocelyn Bell Burnell"
  },
  {
    "content": "The universe is under no obligation to make sense to you. - Neil deGrasse Tyson"
  },
  {
    "content": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less. - Marie Curie"
  },
  {
    "content": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled. - Richard P. Feynman"
  },
  {
    "content": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious. - Stephen Hawking"
  },
  {
    "content": "Science is a way of thinking much more than it is a body of knowledge. - Carl Sagan"
  },
  {
    "content": "A computer would deserve to be called intelligent if it could deceive a human into believing that it was human. - Alan Turing"
  },
  {
    "content": "Simplicity is a prerequisite for reliability. - Edsger W. Dijkstra"
  },
  {
    "content": "Science is what we understand well enough to explain to a computer. Art is everything else we do. - Donald Knuth"
  },
  {
    "content": "The most exciting phrase to hear in science, the one that heralds new discoveries, is not 'Eureka!' but 'That's funny...' - Isaac Asimov"
  },
  {
    "content": "We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special. - Stephen Hawking"
  },
  {
    "content": "I think I can safely say that nobody understands quantum mechanics. - Richard P. Feynman"
  },
  {
    "content": "Absence of evidence is not evidence of absence. - Carl Sagan"
  },
  {
    "content": "It does not do to leave a live dragon out of your calculations, if you live near him. - J.R.R. Tolkien"
  },
  {
    "content": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom. - Isaac Asimov"
  },
  {
    "content": "Mathematics is not about numbers, equations, computations, or algorithms: it is about understanding. - William Paul Thurston"
  },
  {
    "content": "The important thing is to not stop questioning. Curiosity has its own reason for existing. - Albert Einstein"
  },
  {
    "content": "Science progresses best when observations force us to alter our preconceptions. - Vera Rubin"
  },
  {
    "content": "The art of doing mathematics is finding that special case that contains all the germs of generality. - David Hilbert"
  },
  {
    "content": "We are all made of stardust. - Carl Sagan"
  },
  {
    "content": "I have no special talent. I am only passionately curious. - Albert Einstein"
  },
  {
    "content": "An expert is a person who has made all the mistakes which can be made in a very narrow field. - Niels Bohr"
  },
  {
    "content": "If you want to succeed, you should strike out on new paths, rather than travel the worn paths of accepted success. - John D. Rockefeller"
  },
  {
    "content": "A mathematician is a device for turning coffee into theorems. - Alfréd Rényi"
  },
  {
    "content": "Research is what I'm doing when I don't know what I'm doing. - Wernher von Braun"
  },
  {
    "content": "The feeling of awed wonder that science can give us is one of the highest experiences of which the human psyche is capable. - Richard Dawkins"
  },
  {
    "content": "The only way to do great work is to love what you do. - Steve Jobs"
  },
  {
    "content": "In mathematics you don't understand things. You just get used to them. - John von Neumann"
  },
  {
    "content": "What you learn from a life in science is the vastness of our ignorance. - David Eagleman"
  },
  {
    "content": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past. - Tim Berners-Lee"
  },
  {
    "content": "The best way to predict the future is to invent it. - Alan Kay"
  },
  {
    "content": "Prediction is very difficult, especially if it's about the future. - Niels Bohr"
  },
  {
    "content": "It is a capital mistake to theorize before one has data. - Arthur Conan Doyle"
  },
  {
    "content": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science. - Albert Einstein"
  },
  {
    "content": "There are no shortcuts in evolution. - Louis D. Brandeis"
  },
  {
    "content": "You cannot teach a man anything; you can only help him discover it in himself. - Galileo Galilei"
  },
  {
    "content": "A man who dares to waste one hour of time has not discovered the value of life. - Charles Darwin"
  },
  {
    "content": "The scientist is not a person who gives the right answers, he's one who asks the right questions. - Claude Lévi-Strauss"
  },
  {
    "content": "All of science is nothing more than the refinement of everyday thinking. - Albert Einstein"
  },
  {
    "content": "The computer was born to solve problems that did not exist before. - Bill Gates"
  },
  {
    "content": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. - Louis Pasteur"
  },
  {
    "content": "The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time. - Subrahmanyan Chandrasekhar"
  },
  {
    "content": "I am among those who think that science has great beauty. - Marie Curie"
  },
  {
    "content": "In scientific work, those who refuse to go beyond fact rarely get as far as fact. - Thomas Huxley"
  },
  {
    "content": "The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together. - Carl Sagan"
  },
  {
    "content": "The advancement of science and the diffusion of information is the best security for morals. - Thomas Jefferson"
  },
  {
    "content": "If you can't explain it simply, you don't understand it well enough. - Richard P. Feynman"
  },
  {
    "content": "What I cannot create, I do not understand. - Richard P. Feynman"
  },
  {
    "content": "The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time. - John F. Kennedy"
  },
  {
    "content": "If a man's wit be wandering, let him study the mathematics. - Francis Bacon"
  },
  {
    "content": "Science and everyday life cannot and should not be separated. - Rosalind Franklin"
  },
  {
    "content": "The only source of knowledge is experience. - Albert Einstein"
  },
  {
    "content": "A theory that is not refutable by any conceivable event is non-scientific. - Karl Popper"
  },
  {
    "content": "We must not be afraid to be free thinkers. If we are not free thinkers, we are not thinkers at all. - James E. McDonald"
  },
  {
    "content": "Basic research is what I am doing when I don't know what I am doing. - Wernher von Braun"
  },
  {
    "content": "A scientific truth does not triumph by convincing its opponents and making them see the light, but rather because its opponents eventually die, and a new generation grows up that is familiar with it. - Max Planck"
  },
  {
    "content": "Everything should be made as simple as possible, but not simpler. - Albert Einstein"
  },
  {
    "content": "The cloning of humans is on most of the lists of things to worry about from Science, along with behaviour control, genetic engineering, transplanted heads, computer poetry and the unrestrained growth of plastic flowers. - Lewis Thomas"
  },
  {
    "content": "That which is impenetrable to us really exists. Behind the secrets of nature remains something subtle, intangible, and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion. - Albert Einstein"
  },
  {
    "content": "One of the great commandments of science is, 'Mistrust arguments from authority.' - Carl Sagan"
  },
  {
    "content": "The number of transistors on a microchip doubles about every two years. - Gordon Moore"
  },
  {
    "content": "The value of a problem is not so much in coming up with the answer as in the ideas and attempted ideas it forces on the would-be solver. - I. N. Herstein"
  },
  {
    "content": "Every brilliant experiment, like every great work of art, starts with an act of imagination. - Jonah Lehrer"
  },
  {
    "content": "What is research but a blind date with knowledge? - Will Harvey"
  },
  {
    "content": "No great discovery was ever made without a bold guess. - Isaac Newton"
  },
  {
    "content": "The process of scientific discovery is, in effect, a continual flight from wonder. - Albert Einstein"
  },
  {
    "content": "A year spent in artificial intelligence is enough to make one believe in God. - Alan Perlis"
  },
  {
    "content": "The best scientists and explorers have the attributes of kids! They ask questions and have a sense of wonder. They have curiosity. 'Who, what, where, why, when, and how!' - Sylvia Earle"
  },
  {
    "content": "Computer science is no more about computers than astronomy is about telescopes. - Edsger W. Dijkstra"
  },
  {
    "content": "A good stock of examples, as large as possible, is indispensable for a thorough understanding of any concept. - Vladimir Arnold"
  },
  {
    "content": "The most important thing a scientist can do is find a good problem. - Freeman Dyson"
  },
  {
    "content": "The only thing that interferes with my learning is my education. - Albert Einstein"
  },
  {
    "content": "Innovation is taking two things that exist and putting them together in a new way. - Tom Freston"
  },
  {
    "content": "In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual. - Galileo Galilei"
  },
  {
    "content": "We are at the very beginning of time for the human race. It is not unreasonable that we grapple with problems. But there are tens of thousands of years in the future. Our responsibility is to do what we can, learn what we can, improve the solutions, and pass them on. - Richard P. Feynman"
  },
  {
    "content": "The true delight is in the finding out rather than in the knowing. - Isaac Asimov"
  },
  {
    "content": "It is strange that only extraordinary men make the discoveries which later appear so easy and simple. - Georg C. Lichtenberg"
  },
  {
    "content": "An equation for me has no meaning, unless it represents a thought of God. - Srinivasa Ramanujan"
  },
  {
    "content": "The whole of science is nothing more than a refinement of everyday thinking. - Albert Einstein"
  },
  {
    "content": "What is a scientist after all? It is a curious man looking through a keyhole, the keyhole of nature, trying to know what's going on. - Jacques Cousteau"
  },
  {
    "content": "It is the mark of an educated mind to be able to entertain a thought without accepting it. - Aristotle"
  },
  {
    "content": "I'm not a genius. I'm just a tremendous bundle of experience. - R. Buckminster Fuller"
  },
  {
    "content": "The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives. - Albert Einstein"
  },
  {
    "content": "To invent, you need a good imagination and a pile of junk. - Thomas A. Edison"
  },
  {
    "content": "A person who never made a mistake never tried anything new. - Albert Einstein"
  },
  {
    "content": "The lure of the distant and the difficult is deceptive. The great opportunity is where you are. - John Burroughs"
  },
  {
    "content": "There is a single light of science, and to brighten it anywhere is to brighten it everywhere. - Isaac Asimov"
  },
  {
    "content": "To me, the goal of a research project is to create a beautiful, elegant, and useful theory. - Maryam Mirzakhani"
  },
  {
    "content": "Mathematics knows no races or geographic boundaries; for mathematics, the cultural world is one country. - David Hilbert"
  },
  {
    "content": "If you are a scientist, you cannot stop being a scientist when you leave the laboratory. - Walter Lewin"
  },
  {
    "content": "A problem worthy of attack proves its worth by fighting back. - Piet Hein"
  },
  {
    "content": "All truths are easy to understand once they are discovered; the point is to discover them. - Galileo Galilei"
  },
  {
    "content": "The role of the infinitely small in nature is infinitely great. - Louis Pasteur"
  },
  {
    "content": "Every great advance in science has issued from a new audacity of imagination. - John Dewey"
  },
  {
    "content": "Science is a bit like the joke about the drunk who is looking for his keys under a lamppost. A policeman asks him, 'Did you drop them here?' The drunk says, 'No, I dropped them over there, but the light is better here.' - George Zweig"
  }
]